Repository: blankon-packages/appcenter
Catalog: po/*.po
Languages: sq

source: Waiting in queue
sq: Duke pritur në radhë

source: Getting information
sq: Duke marrë informata

source: Removing packages
sq: Duke hequr paketat

source: Downloading packages
sq: Duke shkarkuar paketat

source: Installing packages
sq: Duke instaluar paketat

source: Installing updates
sq: Duke instaluar përditësimet

source: Cleaning up packages
sq: Duke pastruar paketat

source: Resolving dependencies
sq: Duke zgjidhur vartësitë

source: Checking signatures
sq: Duke kontrolluar nënshkrimet

source: Testing changes
sq: Duke testuar ndryshimet

source: Committing changes
sq: Duke bërë ndryshimet

source: Requesting data
sq: Duke kërkuar të dhënat

source: Finished
sq: Përfundoi

source: Cancelling
sq: Duke anuluar

source: Downloading list of packages
sq: Duke shkarkuar listën e paketave

source: Downloading file lists
sq: Duke shkarkuar listat e skedarëve

source: Downloading lists of changes
sq: Duke shkarkuar listat e ndryshimeve

source: Downloading groups
sq: Duke shkarkuar grupet

source: Downloading update information
sq: Duke shkarkuar informacione mbi përditësimin

source: Repackaging files
sq: Duke ripaketuar skedarët

source: Scanning applications
sq: Duke skanuar programet

source: Generating package lists
sq: Duke gjeneruar listat e paketave

source: Waiting for authentication
sq: Duke pritur identifikimin

source: Checking applications in use
sq: Duke kontrolluar programet në përdorim

source: Copying files
sq: Duke kopjuar skedarët

source: Unknown state
sq: Gjendje e panjohur

source: Operating System Updates
sq: Përditësime të Sistemit Operativ

source: Updates to system components
sq: Përditësime të komponentëve të sistemit

source: Application installed
sq: Programi u instalua

source: %s has been successfully installed
sq: %s është instaluar me sukses

source: translator-credits
sq: Launchpad Contributions: Gim  https://launchpad.net/~g1m Indrit Bashkimi https://launchpad.net/~indritbsh elementaryart (old) https://launchpad.net/~elementaryart

source: Categories
sq: Kategoritë

# view
source: Updates
sq: Përditësime

source: Search Apps
sq: Kërko aplikacione

# view
source: Search
sq: Kërko

source: No Results
sq: Pa rezultate

source: No apps could be found. Try changing search terms.
sq: Nuk u gjetën programe. Provo të ndryshosh termat e kërkimit.

source: Searching for updates…
sq: Duke kërkuar përditësime…

source: Up to Date
sq: Përditësuar

source: Size: %s
sq: Përmasa: %s

source: Update All
sq: Përditësoji të gjithë

source: Best Rated
sq: Më të vlerësuarit

source: Latest Apps
sq: Programet e fundit

source: Office
sq: Zyrë

source: System
sq: Sistem

source: Graphics
sq: Grafikë

source: Games
sq: Lojra

source: Education
sq: Edukim

source: Science & Engineering
sq: Shkencë dhe Inxhinieri

source: Update
sq: Përditëso

source: Cancel
sq: Anulo

source: Install
sq: Instalo

source: Uninstall
sq: Hiq
